Repository: common-repository/never-po
Catalog: languages/neverpo-*.po
Languages: ru_ru

source: Translation
ru_ru: Перевод

source: Translate mode
ru_ru: Режим перевода

source: Go To -> Dictionary edit page
ru_ru: Страница настроек словаря

source: Translation managment console
ru_ru: Консоль управления переводом

source: Point mouse over
ru_ru: Наведите мышь на

source: :text
ru_ru: :текст

source: Use Hot Key
ru_ru: Используйте горячие клавиши

source: Point mouse over text with ":" markup at the beginning, then press "Shift + B".
ru_ru: Наведите мышь на текст, размеченный знаком ":" в его начале и нажмите "Shift + B".

source: Enter translation - HTML Allowed!
ru_ru: Ввведите перевод - можно использовать HTML разметку

source: All pages
ru_ru: Все страницы

source: All Blogs
ru_ru: Все блоги

source: Clear
ru_ru: Очистить

source: Save
ru_ru: Сохранить

source: Text available for translation marked up with ":" at the beggining. You can translate only hole string. To do it - point mouse over such string and press "Shift + B".
ru_ru: Текст, доступный для перевода, размечен знаком двоеточия (:) в начале строки. Перевести можно только строку целиком. Для этого наведите указатель мыши на такую строку и нажмите клавиши Shift и B одновременно. Исходный текст будет помещен в соответствующее поле консоли и Вы сможете ввести желаемый перевод. После этого нажмите клавишу Сохранить в консоли управления переводом. Ваше перевод будет сохранен в базе данных на сервере и одновременно будет выполнен перевод исходного текста на текущей странице.

source: Turn On this switcher and this translation will be applied for all blogs in WP multisite mode.
ru_ru: Установите этот переключатель в положение Вкл и Ваш перевод будет применен к исходному тексту во всех блогах режима WP мультисайт.

source: Turn On this switcher and this translation will be applied for all pages of the current blog.
ru_ru: Установите этот переключатель в положение Вкл и Ваш перевод будет применен ко всем страницам текущего блога.

source: This is Your current local. All saved translations will be applied ONLY in this local.
ru_ru: Это Ваша текущая локаль. Все сохраненные переводы будут применятся только в ней.

source: You do not have sufficient permissions to access this page.
ru_ru: Нет доступа

source: Your NeverPo dictionary content
ru_ru: Содержимое Вашего словаря

source: Screen
ru_ru: Экран

source: Blog
ru_ru: Блог

source: Original Text
ru_ru: Исходный текст

source: Local
ru_ru: Локаль

source: Unknown column
ru_ru: Имя не задано

source: Translated in MS mode
ru_ru: Для режима Мультисайт

source: Your dictionary is empty
ru_ru: Ваш словарь пуст

source: Selected %d row(s)
ru_ru: Выбрано: %d ряд(ов)

source: Click on row to select It
ru_ru: Чтобы выбрать ряд - кликните мышкой по нему

source: Selected 1 row
ru_ru: Выбран 1 ряд

source: Previous
ru_ru: Назад

source: Next
ru_ru: Вперед

source: Search
ru_ru: Применить фильтр _INPUT_ к таблице

source: Info
ru_ru: Показано с _START_ по _END_ из _TOTAL_ записей

source: infoEmpty
ru_ru: Нет записей

source: lengthMenu
ru_ru: Выводить по _MENU_ записей

source: All
ru_ru: Все

source: Columns
ru_ru: Столбцы

source: Columns visibility. NOTE: all export operations process only currently visible columns.
ru_ru: Скрыть | Отобразить столбцы. Внимание: все операции экспорта работают только с набором текущих видимых столбцов.

source: Copy
ru_ru: Копировать

source: Copy hole table content into clipboard
ru_ru: Целиком скопировать всю таблицу в буфер обмена

source: Copy to clipboard
ru_ru: Копирование в буфер...

source: Press <i>ctrl</i> or <i>\u2318</i> + <i>C</i> to copy the table data<br>to your system clipboard.<br><br>To cancel, click this message or press escape
ru_ru: Нажмите <i>Сtrl</i> или <i>\u2318</i> + <i>C</i> чтобы скопировать данные таблицы<br>в буфер обмена.<br><br>Для отмены операции нажмите Сancel, или Esc

source: Copied one row to clipboard
ru_ru: Скопирован один ряд

source: Copied %d rows to clipboard
ru_ru: Скопировано %d ряда (ов)

source: Export CSV
ru_ru: Экспорт в CSV

source: Export as CSV file. You may select nessesary rows to import only it. NOTE: Export uses UTF-8 encoding, so if you are gonna open it via Excel - use IMPORT, not regular "Open file" menu option
ru_ru: Экспорт в CSV файл. Вы можете заранее выбрать необходимые строки - в результате в выходной файл будут экспортированы только они. ВНИМАНИЕ: операция экспорта использует кодировку UTF-8, т.о. если Вы собираетесь открыть готовый файл с помощью MS Excel - используете ИМПОРТ, а не штатный пукт меню Файл -> Открыть

source: JSON Pair
ru_ru: JSON пара

source: Export as JSON with pair "Original text" -> "Translated text"
ru_ru: Экспортировать в формат JSON только пару "Исходный текст" -> "Перевод"

source: Dictionary settings page
ru_ru: Страница настроек словаря
